[
    {
        "name": "Ernesto Gomez",
        "initials": "EG",
        "text": "DJ. BOOTS THANK YOU FOR THE AWESOME JOB YOU DID. MUSIC WAS GREAT YOU HAD US ON OUR FEET DANCING AWAY.... VERY WELL RECOMMEND YOU TO ANYONE. I GIVE YOU 5 STARS. THANK YOU ONCE AGAIN",
        "location": "Indio, CA",
        "image": ""
    },
    {
        "name": "Ruben Guzman",
        "initials": "RG",
        "text": "Had the honor of helping coordinate a huge event this weekend. I have to say DJ Boots was amazing! 5 stars for him. Book him for your next event and y'all know I'm picky",
        "location": "Bermuda Dunes, CA",
        "image": "assets/images/ruben-guzman@1x.responsive.jpg"
    },
    {
        "name": "Perla Gomez",
        "initials": "PG",
        "text": "DJ Boots is an awesome dj! I highly and truly recommend him",
        "location": "Bermuda Dunes, CA",
        "image": "assets/images/perla-gomez@1x.responsive.jpg"
    },
    {
        "name": "Carmen Baker",
        "initials": "CB",
        "text": "Thank you DJ Boots for going the extra mile with the music. Karina had the best dance ever especially enjoyed how you changed it up and made my age group close out the night with very special finish. My husband was very pleased and believe me he was very happy :heart:",
        "location": "La Quinta, CA",
        "image": "assets/images/carmen-baker@1x.responsive.jpg"
    },
    {
        "name": "Desert Empire Elite DJs",
        "initials": "",
        "text": "Nice setups :thumbsup: :thumbsup: ",
        "location": "Indio, CA",
        "image": "assets/images/desert-empire-elite-djs@1x.responsive.jpg"
    },
    {
        "name": "Joana Sanchez",
        "initials": "JS",
        "text": "Thank you for everything :thumbsup: Best DJ! ",
        "location": "Mecca, CA",
        "image": ""
    },
    {
        "name": "Ed",
        "initials": "",
        "text": "Just wanted to thank you for the support you’ve given us at every event we see you. You and your team do such great work! Your system is on point. The attention you put so that your system works perfectly is great! Thank you for being on top of this with all the quinceañera programs and such. Keep doing what your doing. I will totally recommend you to anyone who is looking for the best Dj. Thank you again for your professionalism. See you at the other great events you’ll be at. ",
        "location": "Indio, CA",
        "image": "assets/images/ed@1x.responsive.jpg"
    },
    {
        "name": "Humberto Ortega",
        "initials": "HO",
        "text": "I recommend Dj Boots for any type of celebrations, Bryan was available at the last minute when I needed someone to Dj on my Wedding, he was flexible with his equipment and hours. At the time of the wedding everything was coming all together I was nervous and when I least expected the guy from the audio equipment I had rented was running late, the band that was going to play in my wedding was at the ballroom already to do sound check, it was that time that the band had to start playing already and Bryan from Dj Boots went above & beyond to provide audio equipment for the band to start playing. When Me & My Wife got to the ballroom we did the entrance everything looked perfect the music sound excellent. I thank Bryan for being professional at his work and being a friend.",
        "location": "Indio, CA",
        "image": ""
    },
    {
        "name": "Verenice Gastelum",
        "initials": "VG",
        "text": "My name is Verenice Gastelum I live in La Quinta California. Last year my daughter turned 15 yrs and we hired DJ Boots. My good Friend recommended him. The whole night my daughter had a blast, family members dancing and everyone enjoying the music. No profanity, or inappropriate seens on TV's. Very professional, punctual and friendly. I would highly recommend DJ BOOTS!!",
        "location": "La Quinta, CA",
        "image": ""
    },
    {
        "name": "Shakti Martinez",
        "initials": "SM",
        "text": "This past September 8th I was able to create unforgettable memories with many family members and friends and I can’t thank Bryan enough for his hard work. I think the biggest and most important part of a party is the music. I’ve never been a dancer but I don’t remember a moment during that night where I was not dancing. The work is very professional  and honestly everything we asked for that day was done. Thank you to you and your team!",
        "location": "Indio, CA",
        "image": "assets/images/shakti-martinez@1x.responsive.jpg"
    },
    {
        "name": "Jose Beltran",
        "initials": "JB",
        "text": "I just wanted to say thank you for your services.  You were so helpful throughout the proess of my wedding planning.  You took the time to find the right package for me and you also went above and beyond to make sure that my vision came to life.  Thank you for everything!  I can't wait to use you for the next event!",
        "location": "Thermal, CA",
        "image": ""
    },
    {
        "name": "Yolanda Felix",
        "initials": "YF",
        "text": "DJBoots Maldonado you are awesome! Thanks you very much for everything and making my daughter sweet16 super fun and special for her and lovely guests! Super recommend everyone! :thumbsup:",
        "location": "Thermal, CA",
        "image": ""
    }
]
